"Service Update Failed" = "Error de actualización del servicio";
"Service Update Complete" = "Actualización del servicio completada";
"Starting Service Update" = "Iniciando actualización del servicio";
"Dismiss" = "OK";
"OK" = "OK";
"Call disallowed" = "Este número no está permitido";
